{
  "id": "ebep",
  "title": "Real Decreto Legislativo 5/2015 — Estatuto Básico del Empleado Público (EBEP)",
  "sections": [
    {
      "id": "titulo-vi",
      "title": "Título VI. Situaciones administrativas",
      "original": "Artículo 85. Situaciones administrativas de los funcionarios de carrera.\n1. Los funcionarios de carrera se hallarán en alguna de las siguientes situaciones:\na) Servicio activo.\nb) Servicios especiales.\nc) Servicio en otras Administraciones Públicas.\nd) Excedencia.\ne) Suspensión de funciones.\n2. Las leyes de Función Pública que se dicten en desarrollo de este Estatuto podrán regular otras situaciones administrativas de los funcionarios de carrera, en los supuestos, en las condiciones y con los efectos que en las mismas se determinen, cuando concurra, entre otras, alguna de las circunstancias siguientes:\na) Cuando por razones organizativas, de reestructuración interna o exceso de personal, resulte una imposibilidad transitoria de asignar un puesto de trabajo o la conveniencia de incentivar la cesación en el servicio activo.\nb) Cuando los funcionarios accedan, bien por promoción interna o por otros sistemas de acceso, a otros cuerpos o escalas y no les corresponda quedar en alguna de las situaciones previstas en este Estatuto, y cuando pasen a prestar servicios en organismos o entidades del sector público en régimen distinto al de funcionario de carrera.\n\nArtículo 86. Servicio activo.\n1. Se hallarán en situación de servicio activo quienes, conforme a la normativa de función pública dictada en desarrollo del presente Estatuto, presten servicios en su condición de funcionarios públicos cualquiera que sea la Administración u Organismo Público o entidad en el que se encuentren destinados y no les corresponda quedar en otra situación.\n2. Los funcionarios de carrera en situación de servicio activo gozan de todos los derechos inherentes a su condición de funcionarios y quedan sujetos a los deberes y responsabilidades derivados de la misma. Se regirán por la normativa de este Estatuto y por la normativa de función pública de la Administración Pública en que presten servicios.\n\nArtículo 87. Servicios especiales.\n1. Los funcionarios de carrera serán declarados en situación de servicios especiales:\na) Cuando sean designados miembros del Gobierno o de los órganos de gobierno de las comunidades autónomas y ciudades de Ceuta y Melilla, miembros de las Instituciones de la Unión Europea o de las Organizaciones Internacionales, o sean nombrados altos cargos de las citadas Administraciones Públicas o Instituciones.\nb) Cuando sean autorizados para realizar una misión por periodo determinado superior a seis meses en Organismos Internacionales, Gobiernos o Entidades Públicas extranjeras o en programas de cooperación internacional.\nc) Cuando sean nombrados para desempeñar puestos o cargos en Organismos Públicos o entidades, dependientes o vinculados a las Administraciones Públicas que, de conformidad con lo que establezca la respectiva Administración Pública, estén asimilados en su rango administrativo a altos cargos.\nd) Cuando sean adscritos a los servicios del Tribunal Constitucional o del Defensor del Pueblo o destinados al Tribunal de Cuentas.\ne) Cuando accedan a la condición de Diputado o Senador de las Cortes Generales o miembros de las asambleas legislativas de las comunidades autónomas.\nf) Cuando se desempeñen cargos electivos retribuidos y de dedicación exclusiva en las Asambleas de las Ciudades de Ceuta y Melilla y en las Entidades Locales.\ng) Cuando sean designados para formar parte del Consejo General del Poder Judicial o de los consejos de justicia de las comunidades autónomas.\nh) Cuando sean elegidos o designados para formar parte de los Órganos Constitucionales o de los Órganos Estatutarios de las comunidades autónomas u otros cuya elección corresponda al Congreso de los Diputados, al Senado o a las asambleas legislativas de las comunidades autónomas.\ni) Cuando sean designados como personal eventual por ocupar puestos de trabajo con funciones expresamente calificadas como de confianza o asesoramiento político y no opten por permanecer en la situación de servicio activo.\nj) Cuando adquieran la condición de funcionarios al servicio de Organizaciones Internacionales.\nk) Cuando sean designados asesores de los grupos parlamentarios de las Cortes Generales o de las asambleas legislativas de las comunidades autónomas.\nl) Cuando sean activados como reservistas voluntarios para prestar servicios en las Fuerzas Armadas.\n2. Quienes se encuentren en situación de servicios especiales percibirán las retribuciones del puesto o cargo que desempeñen y no las que les correspondan como funcionarios de carrera, sin perjuicio del derecho a percibir los trienios que tengan reconocidos en cada momento.\n3. El tiempo que permanezcan en tal situación se les computará a efectos de ascensos, reconocimiento de trienios, promoción interna y derechos en el régimen de Seguridad Social que les sea de aplicación.\n4. Quienes se encuentren en situación de servicios especiales tendrán derecho, al menos, a reingresar al servicio activo en la misma localidad, en las condiciones y con las retribuciones correspondientes a la categoría, nivel o escalón de la carrera consolidados, de acuerdo con el sistema de carrera administrativa vigente en la Administración Pública a la que pertenezcan.\n\nArtículo 88. Servicio en otras Administraciones Públicas.\nLos funcionarios de carrera que, en virtud de los procesos de transferencias o por los procedimientos de provisión de puestos de trabajo, obtengan destino en una Administración Pública distinta, serán declarados en la situación de servicio en otras Administraciones Públicas.\n\nArtículo 89. Excedencia.\n1. La excedencia de los funcionarios de carrera podrá adoptar las siguientes modalidades:\na) Excedencia voluntaria por interés particular.\nb) Excedencia voluntaria por agrupación familiar.\nc) Excedencia por cuidado de familiares.\nd) Excedencia por razón de violencia de género.\ne) Excedencia por razón de violencia terrorista.\n2. Los funcionarios de carrera podrán obtener la excedencia voluntaria por interés particular cuando hayan prestado servicios efectivos en cualquiera de las Administraciones Públicas durante un periodo mínimo de cinco años inmediatamente anteriores.\n3. Podrá concederse la excedencia voluntaria por agrupación familiar sin el requisito de haber prestado servicios efectivos en cualquiera de las Administraciones Públicas durante el periodo establecido a los funcionarios cuyo cónyuge resida en otra localidad por haber obtenido y estar desempeñando un puesto de trabajo de carácter definitivo como funcionario de carrera o como laboral fijo en cualquiera de las Administraciones Públicas, Organismos públicos y Entidades de Derecho público dependientes o vinculados a ellas.\n4. Los funcionarios de carrera tendrán derecho a un período de excedencia de duración no superior a tres años para atender al cuidado de cada hijo, tanto cuando lo sea por naturaleza como por adopción, o de cada menor sujeto a guarda con fines de adopción o acogimiento permanente.\nTambién tendrán derecho a un período de excedencia de duración no superior a tres años, para atender al cuidado de un familiar que se encuentre a su cargo, hasta el segundo grado inclusive de consanguinidad o afinidad que por razones de edad, accidente, enfermedad o discapacidad no pueda valerse por sí mismo y no desempeñe actividad retribuida.\n5. Las funcionarias víctimas de violencia de género, para hacer efectiva su protección o su derecho a la asistencia social integral, tendrán derecho a solicitar la situación de excedencia sin tener que haber prestado un tiempo mínimo de servicios previos y sin que sea exigible plazo de permanencia en la misma. Durante los seis primeros meses tendrán derecho a la reserva del puesto de trabajo que desempeñaran, siendo computable dicho período a efectos de antigüedad, carrera y derechos del régimen de Seguridad Social que sea de aplicación.\n6. Los funcionarios que hayan sufrido daños físicos o psíquicos como consecuencia de la actividad terrorista, así como los amenazados en los términos del artículo 5 de la Ley 29/2011, de 22 de septiembre, previo reconocimiento del Ministerio del Interior o de sentencia judicial firme, tendrán derecho a disfrutar de un periodo de excedencia en las mismas condiciones que las víctimas de violencia de género.\n\nArtículo 90. Suspensión de funciones.\n1. El funcionario declarado en la situación de suspensión quedará privado durante el tiempo de permanencia en la misma del ejercicio de sus funciones y de todos los derechos inherentes a la condición.\n2. La suspensión firme se impondrá en virtud de sentencia dictada en causa criminal o en virtud de sanción disciplinaria.\n3. La suspensión firme por sanción disciplinaria no podrá exceder de seis años.\n\nArtículo 91. Reingreso al servicio activo.\nReglamentariamente se regularán los plazos, procedimientos y condiciones, según los supuestos, para solicitar el reingreso al servicio activo de los funcionarios de carrera.\n\nArtículo 92. Situaciones del personal laboral.\nEl personal laboral se regirá por el Estatuto de los Trabajadores y por los Convenios Colectivos que les sean de aplicación. Los convenios colectivos podrán determinar la aplicación de este capítulo al personal incluido en su ámbito de aplicación en lo que resulte compatible con el Estatuto de los Trabajadores.",
      "resumido": "El Título VI del EBEP regula las situaciones administrativas de los funcionarios de carrera.\n\n**Servicio activo:** Situación ordinaria. El funcionario desempeña las funciones de su puesto.\n\n**Servicios especiales** (Art. 87): Cuando el funcionario es nombrado para cargo de elección pública, designado por el Gobierno o Consejo de Gobierno, nombrado alto cargo, elegido miembro de las instituciones de la UE o parlamentos internacionales. Tiene derecho a reserva de plaza y cómputo a efectos de trienios y derechos pasivos.\n\n**Servicio en otras Administraciones Públicas** (Art. 88): Cuando el funcionario pasa a prestar servicios en otra Administración mediante transferencia o concurso.\n\n**Excedencia voluntaria** (Art. 89): Puede ser:\n- Por interés particular (mínimo 5 años de servicio; mínimo 2 años de excedencia; sin retribuciones).\n- Para cuidado de familiares (hasta 3 años para hijos, hasta 2 años para familiares hasta 2.º grado; con reserva de puesto el primer año).\n- Para el ejercicio de funciones sindicales de ámbito provincial o superior.\n\n**Excedencia forzosa** (Art. 89): Cuando el funcionario es suspendido con carácter firme o sancionado a pérdida de destino.\n\n**Suspensión de funciones** (Art. 90): Provisional (durante la tramitación de un expediente disciplinario, máximo 6 meses) o definitiva (como sanción disciplinaria). En la definitiva, el funcionario queda en excedencia forzosa.\n\n**Pérdida de la condición de funcionario** (Art. 63): Por renuncia, pérdida de la nacionalidad, jubilación total, sanción disciplinaria de separación del servicio, y pena de inhabilitación absoluta o especial.",
      "esquema": null
    }
  ]
}