{
  "id": "ley-19-2013",
  "title": "Ley 19/2013, de Transparencia, acceso a la información pública y buen gobierno",
  "sections": [
    {
      "id": "titulo-preliminar",
      "title": "Título Preliminar — Objeto y ámbito de aplicación (Art. 1)",
      "original": "Artículo 1. Objeto.\nEsta Ley tiene por objeto ampliar y reforzar la transparencia de la actividad pública, regular y garantizar el derecho de acceso a la información relativa a aquélla y establecer las obligaciones de buen gobierno que deben cumplir los responsables públicos así como las consecuencias derivadas de su incumplimiento.",
      "resumido": "La Ley 19/2013 persigue tres objetivos: ampliar la transparencia de la actividad pública, garantizar el derecho de acceso a la información pública, y establecer las obligaciones de buen gobierno de los responsables públicos.",
      "esquema": null
    },
    {
      "id": "titulo-i-transparencia",
      "title": "Título I — Transparencia de la actividad pública",
      "original": "Capítulo I — Ámbito subjetivo (Arts. 2-4)\nArtículo 2. Están sujetas a la Ley: la Administración General del Estado, las CCAA, las Entidades Locales, los organismos autónomos, las entidades públicas empresariales, las sociedades mercantiles con participación pública superior al 50%, las fundaciones del sector público, los órganos constitucionales y estatutarios, las Cortes Generales, los órganos autonómicos y locales análogos, y los partidos políticos, organizaciones sindicales y empresariales y entidades privadas que reciban subvenciones públicas de más de 100.000 € anuales o cuyo volumen de ayudas supere el 40% de sus ingresos.\n\nArtículo 4. Las personas físicas o jurídicas que presten servicios públicos o ejerzan potestades administrativas están obligadas a suministrar a la Administración la información necesaria para el cumplimiento de las obligaciones de transparencia.\n\nCapítulo II — Publicidad activa (Arts. 5-11)\nArtículo 5. Las Administraciones deben publicar de forma periódica y actualizada la información relevante para garantizar la transparencia. La información será comprensible, accesible y reutilizable.\n\nArtículo 6. Información institucional, organizativa y de planificación: funciones, normativa aplicable, organigrama, planes y programas anuales y plurianuales y grado de cumplimiento.\n\nArtículo 7. Información de relevancia jurídica: directrices, circulares, instrucciones, resoluciones con carácter interpretativo o de eficacia jurídica general, proyectos de reglamentos y anteproyectos de ley.\n\nArtículo 8. Información económica, presupuestaria y estadística: contratos, convenios, subvenciones, presupuestos, cuentas anuales, retribuciones de los máximos responsables y altos cargos, resoluciones de autorización de actividades privadas de altos cargos.\n\nArtículo 10. Portal de la Transparencia: plataforma de la AGE donde se publica la información de obligada publicidad. Las CCAA y EELL pueden adherirse.\n\nCapítulo III — Derecho de acceso a la información pública (Arts. 12-22)\nArtículo 12. Todas las personas tienen derecho a acceder a la información pública.\n\nArtículo 13. Información pública: contenidos o documentos, cualquiera que sea su formato o soporte, que obren en poder de alguno de los sujetos incluidos en el ámbito de aplicación de esta Ley y que hayan sido elaborados o adquiridos en el ejercicio de sus funciones.\n\nArtículo 14. Límites al derecho de acceso: seguridad nacional, defensa, relaciones exteriores, seguridad pública, prevención, investigación y sanción de infracciones penales o administrativas, igualdad de partes en procesos judiciales o tutela judicial efectiva, funciones administrativas de vigilancia, inspección y control, intereses económicos y comerciales, política económica y monetaria, secreto profesional e intelectual, garantía de confidencialidad o el secreto en los procesos de toma de decisión, protección del medio ambiente.\n\nArtículo 15. Protección de datos personales: si la información contiene datos especialmente protegidos (ideología, afiliación sindical, religión, creencias, origen racial, salud o vida sexual) solo se admite el acceso con consentimiento del afectado o cuando esté amparado por ley.\n\nArtículo 17. Solicitud: puede presentarse por cualquier medio, sin motivación. El solicitante puede pedir información sobre el estado de su solicitud.\n\nArtículo 20. Resolución: plazo máximo de 1 mes desde la recepción (prorrogable 1 mes más por volumen o complejidad). El silencio es desestimatorio. La resolución debe notificarse al solicitante y, si se deniega o se limita el acceso, debe motivarse.\n\nArtículo 22. Consejo de Transparencia y Buen Gobierno (CTBG): entidad pública independiente que vela por el cumplimiento de la ley. Resuelve reclamaciones previas al recurso contencioso-administrativo.",
      "resumido": "**Transparencia = publicidad activa + derecho de acceso**\n\n**Sujetos obligados (Art. 2):** Toda la Administración pública (AGE, CCAA, EELL), organismos y entidades del sector público, partidos políticos, sindicatos, organizaciones empresariales y entidades privadas que reciban >100.000 € en subvenciones públicas.\n\n**Publicidad activa** — La Administración debe publicar proactivamente:\n- Información institucional: organigrama, funciones, normativa, planes y su grado de cumplimiento\n- Información jurídica: directrices, circulares, proyectos de normas\n- Información económica: contratos, subvenciones, presupuestos, retribuciones de altos cargos\n\n**Portal de Transparencia** (Art. 10): Plataforma de la AGE donde se centraliza toda esta información. Publicación proactiva y actualizada.\n\n**Derecho de acceso** (Art. 12): Cualquier persona puede solicitar información pública sin justificar el motivo.\n\n**Límites** (Art. 14): Seguridad nacional, defensa, seguridad pública, prevención del delito, protección de datos, secreto profesional, medio ambiente, intereses económicos y comerciales.\n\n**Plazo de resolución** (Art. 20): 1 mes (prorrogable 1 mes más). **Silencio = desestimación.**\n\n**Consejo de Transparencia y Buen Gobierno (CTBG):** Organismo independiente que resuelve reclamaciones. Su resolución es preceptiva antes del recurso contencioso-administrativo.",
      "esquema": null
    },
    {
      "id": "titulo-ii-buen-gobierno",
      "title": "Título II — Buen gobierno (Arts. 23-31)",
      "original": "Artículo 23. Ámbito de aplicación. Este Título se aplica a los miembros del Gobierno, Secretarios de Estado y resto de altos cargos de la AGE y de las entidades del sector público, así como a los de las instituciones análogas de las CCAA y EELL.\n\nArtículo 25. Principios de buen gobierno. Los altos cargos deben actuar con transparencia, objetividad, integridad, honradez, austeridad, accesibilidad, eficiencia y rendición de cuentas. Deben abstenerse de actividades que supongan conflicto de interés con su cargo.\n\nArtículo 26. Infracciones en materia de gestión económico-presupuestaria: son muy graves las que acarreen condena penal o sanción grave, y las que impliquen incumplimiento de obligaciones de declaración de actividades o bienes. Las infracciones graves incluyen la gestión de gastos con omisión de los trámites esenciales.\n\nArtículo 27. Infracciones disciplinarias: incumplimiento del deber de abstención, incumplimiento de los principios de buen gobierno.\n\nArtículo 28. Sanciones: cese del cargo, inhabilitación por tiempo determinado para ocupar puestos de alta responsabilidad, devolución de cantidades percibidas indebidamente. Las infracciones muy graves prescriben en 10 años, las graves en 5 años, y las leves en el año.\n\nArtículo 29. Publicidad de las resoluciones sancionadoras: las sanciones firmes se publicarán en el BOE.",
      "resumido": "El Título II regula las obligaciones de **buen gobierno** de los altos cargos (Gobierno, Secretarios de Estado y altos cargos de la AGE y CCAA/EELL equivalentes).\n\n**Principios** (Art. 25): Transparencia, objetividad, integridad, honradez, austeridad y rendición de cuentas. Prohibición de actividades que supongan conflicto de interés.\n\n**Infracciones y sanciones** (Arts. 26-28):\n- **Muy graves** (prescriben en 10 años): condena penal, omisión de declaraciones de bienes y actividades\n- **Graves** (5 años): gestión de gastos omitiendo trámites esenciales, incumplimiento del deber de abstención\n- **Leves** (1 año): incumplimiento de principios sin mayor trascendencia\n\n**Sanciones posibles:** cese del cargo, inhabilitación temporal, devolución de cantidades percibidas.\n\nLas sanciones firmes se publican en el BOE.",
      "esquema": null
    }
  ]
}