{
  "id": "ley-39-2006",
  "title": "Ley 39/2006, de Promoción de la Autonomía Personal y Atención a las personas en situación de dependencia",
  "sections": [
    {
      "id": "titulo-i",
      "title": "Título I — El Sistema para la Autonomía y Atención a la Dependencia (SAAD)",
      "original": "Artículo 1. Objeto de la Ley.\nLa presente Ley tiene por objeto regular las condiciones básicas que garanticen la igualdad en el ejercicio del derecho subjetivo de ciudadanía a la promoción de la autonomía personal y atención a las personas en situación de dependencia, mediante la creación de un Sistema para la Autonomía y Atención a la Dependencia (SAAD).\n\nArtículo 2. Definiciones.\nDependencia: el estado de carácter permanente en que se encuentran las personas que, por razones derivadas de la edad, la enfermedad o la discapacidad, y ligadas a la falta o a la pérdida de autonomía física, mental, intelectual o sensorial, precisan de la atención de otra u otras personas o ayudas importantes para realizar actividades básicas de la vida diaria.\n\nActividades básicas de la vida diaria (ABVD): las tareas más elementales de la persona, que le permiten desenvolverse con un mínimo de autonomía e independencia, tales como: el cuidado personal, las actividades domésticas básicas, la movilidad esencial, reconocer personas y objetos, orientarse, entender y ejecutar órdenes o tareas sencillas.\n\nArtículo 6. El Consejo Territorial del Sistema para la Autonomía y Atención a la Dependencia: órgano de cooperación entre la AGE y las CCAA para la coordinación y seguimiento del sistema. Sus acuerdos requieren la mayoría de las Administraciones autonómicas.\n\nArtículo 7. Niveles de protección del Sistema:\na) Nivel mínimo de protección: garantizado por la AGE para todos.\nb) Nivel acordado: acordado entre el Estado y las CCAA.\nc) Nivel adicional: que las CCAA establezcan voluntariamente.",
      "resumido": "La Ley 39/2006 crea el **Sistema para la Autonomía y Atención a la Dependencia (SAAD)**, que reconoce un **derecho subjetivo** (exigible ante los tribunales) a recibir prestaciones y servicios de atención cuando se está en situación de dependencia.\n\n**Dependencia** (Art. 2): Estado permanente de quien, por edad, enfermedad o discapacidad, necesita ayuda de otras personas para realizar actividades básicas de la vida diaria (ABVD): cuidado personal, tareas domésticas básicas, movilidad, orientación, comprensión.\n\n**Sistema multinivel:**\n1. **Nivel mínimo:** Financiado por la AGE, garantizado en todo el territorio\n2. **Nivel acordado:** Coordinado en el Consejo Territorial entre AGE y CCAA\n3. **Nivel adicional:** Que cada Comunidad Autónoma añada voluntariamente\n\n**Consejo Territorial del SAAD:** Órgano de cooperación entre Estado y CCAA para la coordinación del sistema.",
      "esquema": null
    },
    {
      "id": "titulo-i-grados",
      "title": "Grados de dependencia y valoración (Arts. 26-28)",
      "original": "Artículo 26. Grados de dependencia.\n1. La situación de dependencia se clasificará en los siguientes grados:\na) Grado I. Dependencia moderada: cuando la persona necesita ayuda para realizar varias actividades básicas de la vida diaria, al menos una vez al día o tiene necesidades de apoyo intermitente o limitado para su autonomía personal.\nb) Grado II. Dependencia severa: cuando la persona necesita ayuda para realizar varias actividades básicas de la vida diaria dos o tres veces al día, pero no quiere el apoyo permanente de un cuidador o tiene necesidades de apoyo extenso para su autonomía personal.\nc) Grado III. Gran dependencia: cuando la persona necesita ayuda para realizar varias actividades básicas de la vida diaria varias veces al día y, por su pérdida total de autonomía física, mental, intelectual o sensorial, necesita el apoyo indispensable y continuo de otra persona o tiene necesidades de apoyo generalizado para su autonomía personal.\n\nArtículo 27. Valoración de la situación de dependencia.\n1. Las Comunidades Autónomas determinarán los órganos de valoración de la situación de dependencia, que emitirán dictamen sobre el grado de dependencia con especificación, en su caso, de los cuidados que la persona pueda requerir.\n2. El grado y niveles de dependencia, a efectos de su valoración, se determinarán mediante la aplicación del baremo que se acuerde en el Consejo Territorial del Sistema para la Autonomía y Atención a la Dependencia.",
      "resumido": "**Tres grados de dependencia:**\n\n| Grado | Nombre | Necesidad de ayuda |\n|---|---|---|\n| I | Dependencia moderada | Ayuda 1 vez/día para varias ABVD, o apoyo intermitente |\n| II | Dependencia severa | Ayuda 2-3 veces/día, sin apoyo continuo de cuidador |\n| III | Gran dependencia | Apoyo continuo e indispensable; pérdida total de autonomía |\n\n**Valoración** (Art. 27): Las CCAA designan los órganos valoradores. Aplican el **baremo** acordado en el Consejo Territorial. La resolución fija el grado y el Programa Individual de Atención (PIA).",
      "esquema": null
    },
    {
      "id": "titulo-i-prestaciones",
      "title": "Prestaciones y catálogo de servicios (Arts. 14-25)",
      "original": "Artículo 14. Las prestaciones del Sistema podrán tener la naturaleza de servicios y de prestaciones económicas.\n\nArtículo 15. Catálogo de servicios:\na) Servicios de prevención de las situaciones de dependencia y los de promoción de la autonomía personal.\nb) Servicio de Teleasistencia.\nc) Servicio de Ayuda a domicilio: atención de las necesidades del hogar y cuidados personales.\nd) Servicio de Centro de Día y de Noche: atención integral durante parte del día.\ne) Servicio de Atención Residencial: atención integral y continua en residencia.\n\nArtículo 16. Los servicios del Catálogo tendrán carácter prioritario y se prestarán a través de la oferta pública de la Red de Servicios Sociales. Las prestaciones económicas solo se reconocerán excepcionalmente cuando no sea posible el acceso a un servicio público.\n\nArtículo 17. Prestación económica vinculada al servicio: cuando no sea posible la atención mediante un servicio de la red pública, se otorgará esta prestación para financiar el coste de un servicio privado.\n\nArtículo 18. Prestación económica para cuidados en el entorno familiar y apoyo a cuidadores no profesionales: cuando el beneficiario sea atendido por familiares, excepcionalmente se reconocerá esta prestación. Los cuidadores no profesionales se darán de alta en el sistema de Seguridad Social.\n\nArtículo 19. Prestación económica de asistencia personal: para favorecer la vida normalizada de quien tiene gran dependencia.",
      "resumido": "**Catálogo de servicios** (Art. 15) — por orden de prioridad:\n1. Prevención y promoción de la autonomía\n2. Teleasistencia\n3. Ayuda a domicilio (cuidados del hogar + cuidados personales)\n4. Centro de Día / Centro de Noche\n5. Atención Residencial (residencia, ingreso completo)\n\n**Los servicios son prioritarios** sobre las prestaciones económicas. Las prestaciones económicas solo se conceden cuando no hay servicio público disponible.\n\n**Prestaciones económicas:**\n- **Vinculada al servicio** (Art. 17): Para pagar un servicio privado cuando no hay plaza pública\n- **Para cuidadores no profesionales** (Art. 18): Cuando el cuidador es un familiar; incluye alta en la Seguridad Social del cuidador\n- **Asistencia personal** (Art. 19): Para gran dependencia",
      "esquema": null
    }
  ]
}