{
  "id": "ley-40-2015",
  "title": "Ley 40/2015, de Régimen Jurídico del Sector Público",
  "sections": [
    {
      "id": "titulo-preliminar-cap-i",
      "title": "Título Preliminar, Capítulo I. Disposiciones generales",
      "original": "Artículo 1. Objeto.\nLa presente Ley establece y regula las bases del régimen jurídico de las Administraciones Públicas, los principios del sistema de responsabilidad de las Administraciones Públicas y de la potestad sancionadora, así como la organización y funcionamiento de la Administración General del Estado y de su sector público institucional para el desarrollo de sus actividades.\n\nArtículo 2. Ámbito Subjetivo.\n1. La presente Ley se aplica al sector público que comprende:\na) La Administración General del Estado.\nb) Las Administraciones de las Comunidades Autónomas.\nc) Las Entidades que integran la Administración Local.\nd) El sector público institucional.\n\nArtículo 3. Principios generales.\nLas Administraciones Públicas sirven con objetividad los intereses generales y actúan de acuerdo con los principios de eficacia, jerarquía, descentralización, desconcentración y coordinación, con sometimiento pleno a la Constitución, a la Ley y al Derecho.",
      "resumido": "La Ley 40/2015 establece el régimen jurídico básico de las Administraciones Públicas. Se aplica a la AGE, CCAA, Ciudades con Estatuto de Autonomía y Entidades Locales.\n\n**Principios de actuación** (Art. 3): Servicio efectivo a los ciudadanos, simplicidad, claridad, proximidad, racionalización, agilidad, eficacia, jerarquía, descentralización, desconcentración y coordinación. También: buena fe, confianza legítima, transparencia, participación, objetividad y proporcionalidad.",
      "esquema": null
    },
    {
      "id": "titulo-preliminar-cap-ii-sec-1",
      "title": "Título Preliminar, Capítulo II, Sección 1.ª De los órganos administrativos",
      "original": "Artículo 5. Órganos administrativos.\n1. Tendrán la consideración de órganos administrativos las unidades administrativas a las que se les atribuyan funciones que tengan efectos jurídicos frente a terceros, o cuya actuación tenga carácter preceptivo.\n3. La creación de cualquier órgano administrativo exigirá, al menos, el cumplimiento de los siguientes requisitos:\na) Determinación de su forma de integración en la Administración Pública de que se trate y su dependencia jerárquica.\nb) Delimitación de sus funciones y competencias.\nc) Dotación de los créditos necesarios para su puesta en marcha y funcionamiento.\n4. No podrán crearse nuevos órganos que supongan duplicación de otros ya existentes si al mismo tiempo no se suprime o restringe debidamente la competencia de estos.\n\nArticulo 6. Instrucciones y órdenes de servicio.\n2. El incumplimiento de las instrucciones u órdenes de servicio no afecta por sí solo a la validez de los actos dictados por los órganos administrativos, sin perjuicio de la responsabilidad disciplinaria en que se pueda incurrir.",
      "resumido": "**Órganos administrativos** (Arts. 5-7): Los órganos son las unidades administrativas con responsabilidad sobre una competencia. Deben crearse por norma jurídica. No pueden tener más órganos de los necesarios.\n\n**Competencia** (Art. 8): Irrenunciable. Solo puede delegarse en los términos de la ley. Los actos dictados por un órgano incompetente son nulos o anulables según el caso.\n\n**Desconcentración:** Traslado permanente de competencias a órganos inferiores dentro de la misma Administración.\n\n**Delegación de competencias** (Arts. 9-11): Temporal; el órgano delegante puede revocarla. Los actos dictados por delegación se entienden dictados por el órgano delegante. No cabe delegar las competencias delegadas salvo autorización expresa.",
      "esquema": null
    },
    {
      "id": "titulo-preliminar-cap-ii-sec-2",
      "title": "Título Preliminar, Capítulo II, Sección 2.ª Competencia",
      "original": "Artículo 8. Competencia.\n1. La competencia es irrenunciable y se ejercerá por los órganos administrativos que la tengan atribuida como propia, salvo los casos de delegación o avocación.\n\nArtículo 9. Delegación de competencias.\n2. En ningún caso podrán ser objeto de delegación las competencias relativas a:\na) Los asuntos que se refieran a relaciones con la Jefatura del Estado, la Presidencia del Gobierno de la Nación, las Cortes Generales, las Presidencias de los Consejos de Gobierno de las Comunidades Autónomas y las Asambleas Legislativas de las Comunidades Autónomas.\nb) La adopción de disposiciones de carácter general.\nc) La resolución de recursos en los órganos administrativos que hayan dictado los actos objeto de recurso.\nd) Las materias en que así se determine por norma con rango de Ley.\n5. Salvo autorización expresa de una Ley, no podrán delegarse las competencias que se ejerzan por delegación.\n\nArtículo 10. Avocación.\n1. Los órganos superiores podrán avocar para sí el conocimiento de uno o varios asuntos cuya resolución corresponda ordinariamente o por delegación a sus órganos administrativos dependientes.\n2. Contra el acuerdo de avocación no cabrá recurso, aunque podrá impugnarse en el que se interponga contra la resolución del procedimiento.\n\nArtículo 12. Delegación de firma.\n2. La delegación de firma no alterará la competencia del órgano delegante y para su validez no será necesaria su publicación.\n\nArtículo 13. Suplencia.\n2. La suplencia no implicará alteración de la competencia y para su validez no será necesaria su publicación.",
      "resumido": "**Avocación** (Art. 10): El órgano superior puede atraer para sí el conocimiento de un asunto atribuido a un órgano inferior, en casos concretos.\n\n**Encomiendas de gestión** (Art. 11): Actividades materiales, técnicas o de servicios que no implican ejercicio de potestades públicas. No suponen cesión de titularidad de la competencia.\n\n**Delegación de firma** (Art. 12): Los titulares de los órganos administrativos pueden delegar la firma de los actos en sus inmediatos colaboradores. No altera la competencia.\n\n**Suplencia** (Art. 13): En caso de vacante, ausencia o enfermedad, el sustituto asume las funciones del titular.",
      "esquema": null
    },
    {
      "id": "titulo-preliminar-cap-ii-sec-4",
      "title": "Título Preliminar, Capítulo II, Sección 4.ª Abstención y recusación",
      "original": "Artículo 23. Abstención.\n1. Las autoridades y el personal al servicio de las Administraciones en quienes se den algunas de las circunstancias señaladas en el apartado siguiente se abstendrán de intervenir en el procedimiento y lo comunicarán a su superior inmediato.\n2. Son motivos de abstención los siguientes:\na) Tener interés personal en el asunto.\nb) Tener un vínculo matrimonial o situación de hecho asimilable y el parentesco de consanguinidad dentro del cuarto grado o de afinidad dentro del segundo, con cualquiera de los interesados.\nc) Tener amistad íntima o enemistad manifiesta con alguna de las personas mencionadas.\nd) Haber intervenido como perito o como testigo en el procedimiento.\ne) Tener relación de servicio con persona interesada directamente en el asunto, o haberle prestado en los dos últimos años servicios profesionales.\n4. La actuación de autoridades y personal en los que concurran motivos de abstención no implicará, necesariamente, la invalidez de los actos en que hayan intervenido.\n\nArtículo 24. Recusación.\n1. Podrá promoverse recusación por los interesados en cualquier momento de la tramitación del procedimiento.\n3. En el día siguiente el recusado manifestará a su inmediato superior si se da o no en él la causa alegada.\n4. Si el recusado niega la causa de recusación, el superior resolverá en el plazo de tres días.\n5. Contra las resoluciones adoptadas en esta materia no cabrá recurso.",
      "resumido": "",
      "esquema": null
    },
    {
      "id": "titulo-preliminar-cap-iii",
      "title": "Título Preliminar, Capítulo III. Principios de la potestad sancionadora",
      "original": "Artículo 25. Principio de legalidad.\n1. La potestad sancionadora de las Administraciones Públicas se ejercerá cuando haya sido expresamente reconocida por una norma con rango de Ley.\n\nArticulo 26. Irretroactividad.\n2. Las disposiciones sancionadoras producirán efecto retroactivo en cuanto favorezcan al presunto infractor.\n\nArtículo 29. Principio de proporcionalidad.\n1. Las sanciones administrativas, sean o no de naturaleza pecuniaria, en ningún caso podrán implicar, directa o subsidiariamente, privación de libertad.\n\nArtículo 30. Prescripción.\n1. Si las leyes no fijan plazos de prescripción, las infracciones muy graves prescribirán a los tres años, las graves a los dos años y las leves a los seis meses; las sanciones impuestas por faltas muy graves prescribirán a los tres años, las impuestas por faltas graves a los dos años y las impuestas por faltas leves al año.\n\nArtículo 31. Concurrencia de sanciones.\n1. No podrán sancionarse los hechos que lo hayan sido penal o administrativamente, en los casos en que se aprecie identidad del sujeto, hecho y fundamento.",
      "resumido": "",
      "esquema": null
    },
    {
      "id": "titulo-preliminar-cap-iv-sec-1",
      "title": "Título Preliminar, Capítulo IV, Sección 1.ª Responsabilidad patrimonial",
      "original": "Artículo 32. Principios de la responsabilidad.\n1. Los particulares tendrán derecho a ser indemnizados por las Administraciones Públicas correspondientes, de toda lesión que sufran en cualquiera de sus bienes y derechos, siempre que la lesión sea consecuencia del funcionamiento normal o anormal de los servicios públicos salvo en los casos de fuerza mayor o de daños que el particular tenga el deber jurídico de soportar.\n2. En todo caso, el daño alegado habrá de ser efectivo, evaluable económicamente e individualizado con relación a una persona o grupo de personas.\n\nArtículo 34. Indemnización.\n1. Sólo serán indemnizables las lesiones producidas al particular provenientes de daños que éste no tenga el deber jurídico de soportar de acuerdo con la Ley.\n3. La cuantía de la indemnización se calculará con referencia al día en que la lesión efectivamente se produjo.\n\nArtículo 36. Exigencia de la responsabilidad patrimonial de las autoridades y personal.\n1. Los particulares exigirán directamente a la Administración Pública correspondiente las indemnizaciones.\n2. La Administración exigirá de oficio de sus autoridades la responsabilidad en que hubieran incurrido por dolo, o culpa o negligencia graves.",
      "resumido": "",
      "esquema": null
    }
  ]
}