{
  "id": "lo-3-2007",
  "title": "Ley Orgánica 3/2007, para la igualdad efectiva de mujeres y hombres",
  "sections": [
    {
      "id": "titulo-i",
      "title": "Título I — El principio de igualdad y la tutela contra la discriminación (Arts. 3-12)",
      "original": "Artículo 3. El principio de igualdad de trato entre mujeres y hombres supone la ausencia de toda discriminación, directa o indirecta, por razón de sexo, y especialmente las derivadas de la maternidad, la asunción de obligaciones familiares y el estado civil.\n\nArtículo 4. La igualdad de trato y de oportunidades entre mujeres y hombres es un principio informador del ordenamiento jurídico y, como tal, se integrará y observará en la interpretación y aplicación de las normas jurídicas.\n\nArtículo 6. Discriminación directa e indirecta.\n1. Se considera discriminación directa por razón de sexo la situación en que se encuentra una persona que sea, haya sido o pudiera ser tratada, en atención a su sexo, de manera menos favorable que otra en situación comparable.\n2. Se considera discriminación indirecta por razón de sexo la situación en que una disposición, criterio o práctica aparentemente neutros pone a personas de un sexo en desventaja particular con respecto a personas del otro, salvo que dicha disposición, criterio o práctica puedan justificarse objetivamente en atención a una finalidad legítima y que los medios para alcanzar dicha finalidad sean necesarios y adecuados.\n\nArtículo 7. Acoso sexual y acoso por razón de sexo.\n1. Sin perjuicio de lo establecido en el Código Penal, a los efectos de esta Ley constituye acoso sexual cualquier comportamiento, verbal o físico, de naturaleza sexual que tenga el propósito o produzca el efecto de atentar contra la dignidad de una persona, en particular cuando se crea un entorno intimidatorio, degradante u ofensivo.\n2. Constituye acoso por razón de sexo cualquier comportamiento realizado en función del sexo de una persona, con el propósito o el efecto de atentar contra su dignidad y de crear un entorno intimidatorio, degradante u ofensivo.\n\nArtículo 10. Consecuencias jurídicas de las conductas discriminatorias. Los actos y cláusulas de los negocios jurídicos que constituyan o causen discriminación por razón de sexo se considerarán nulos y sin efecto.\n\nArtículo 11. Acciones positivas. Con el fin de hacer efectivo el derecho constitucional de la igualdad, los Poderes Públicos adoptarán medidas específicas en favor de las mujeres para corregir situaciones patentes de desigualdad de hecho respecto de los hombres.\n\nArtículo 12. Tutela judicial. Cualquier persona podrá recabar de los tribunales la tutela del derecho a la igualdad entre mujeres y hombres. Existe inversión de la carga de la prueba en los procesos en los que se alegue discriminación por razón de sexo.",
      "resumido": "La LO 3/2007 garantiza la **igualdad efectiva de mujeres y hombres** en todos los ámbitos de la vida social, laboral, económica y cultural.\n\n**Conceptos clave:**\n\n- **Discriminación directa** (Art. 6.1): Tratar a una persona de manera menos favorable por razón de sexo en situación comparable.\n- **Discriminación indirecta** (Art. 6.2): Disposición aparentemente neutra que coloca a un sexo en desventaja, sin justificación objetiva y proporcional.\n- **Acoso sexual** (Art. 7.1): Comportamiento verbal o físico de naturaleza sexual que atenta contra la dignidad de una persona.\n- **Acoso por razón de sexo** (Art. 7.2): Comportamiento basado en el sexo que atenta contra la dignidad, creando entorno intimidatorio.\n\n**Acciones positivas** (Art. 11): Medidas específicas para corregir desigualdades de hecho. Admitidas cuando son proporcionadas a la desventaja que se quiere compensar.\n\n**Inversión de la carga de la prueba** (Art. 12): En procesos por discriminación de sexo, quien alega la discriminación solo debe aportar indicios. Corresponde a la otra parte probar que no hubo discriminación.",
      "esquema": null
    },
    {
      "id": "titulo-ii-politicas",
      "title": "Título II — Políticas públicas para la igualdad (Arts. 14-22)",
      "original": "Artículo 14. Criterios generales de actuación de los Poderes Públicos: transversalidad del principio de igualdad, colaboración entre administraciones, eliminación de segregación laboral, fomento de corresponsabilidad en vida familiar y laboral.\n\nArtículo 15. Transversalidad del principio de igualdad de trato: el principio de igualdad se integrará en la elaboración, ejecución y seguimiento de las políticas públicas.\n\nArtículo 17. Plan Estratégico de Igualdad de Oportunidades: el Gobierno aprobará periódicamente un plan de igualdad que incluirá objetivos y medidas adoptadas.\n\nArtículo 18. Informe de impacto de género: los proyectos de disposiciones de carácter general y los planes de especial relevancia económica, social, cultural y artística que se sometan a la aprobación del Consejo de Ministros deben ir acompañados de un informe sobre su impacto de género.\n\nArtículo 19. Informes de impacto de género de los presupuestos generales del Estado.\n\nArtículo 20. Adecuación de las estadísticas y estudios: todas las estadísticas y estudios elaborados por la AGE incorporarán el desglose de datos por sexo.",
      "resumido": "**Transversalidad** (Art. 15): El principio de igualdad debe integrarse en toda política pública — en su elaboración, ejecución y seguimiento.\n\n**Plan Estratégico de Igualdad de Oportunidades** (Art. 17): El Gobierno lo aprueba periódicamente con objetivos y medidas concretas.\n\n**Informe de impacto de género** (Art. 18): Obligatorio para todos los proyectos de normas y planes relevantes que se eleven al Consejo de Ministros.\n\n**Estadísticas desagregadas por sexo** (Art. 20): Toda estadística oficial debe incluir datos desagregados por sexo.",
      "esquema": null
    },
    {
      "id": "titulo-iv-laboral",
      "title": "Título IV — El derecho al trabajo en igualdad (Arts. 42-51)",
      "original": "Artículo 42. Programas de mejora de la empleabilidad de las mujeres: los Servicios Públicos de Empleo deben promover la igualdad de oportunidades en el acceso al empleo.\n\nArtículo 43. Promoción de la igualdad en la negociación colectiva: los convenios colectivos deben incluir medidas de igualdad.\n\nArtículo 45. Elaboración y aplicación de los planes de igualdad.\n1. Las empresas de más de 250 trabajadores están obligadas a elaborar y aplicar un plan de igualdad. Los planes menores pueden hacerse de forma voluntaria o por convenio colectivo.\n\nArtículo 46. Concepto y contenido de los planes de igualdad de las empresas. Son un conjunto ordenado de medidas adoptadas tras la realización de un diagnóstico de situación de la empresa, tendentes a alcanzar la igualdad de trato y de oportunidades entre mujeres y hombres. Deben incluir: objetivos de igualdad, estrategias y prácticas para alcanzarlos, y sistemas eficaces de seguimiento y evaluación.\n\nArtículo 48. Medidas específicas para prevenir el acoso sexual y el acoso por razón de sexo en el trabajo: las empresas deben promover condiciones de trabajo que eviten el acoso y establecer procedimientos específicos de prevención.\n\nArtículo 51. Las Administraciones Públicas deben elaborar planes de igualdad que se negociarán con los representantes de los empleados públicos.",
      "resumido": "**Planes de igualdad** (Art. 45): Obligatorios para empresas de **más de 250 trabajadores**. Pueden establecerse en empresas más pequeñas por convenio colectivo o voluntariamente.\n\n**Contenido del plan de igualdad** (Art. 46): Diagnóstico previo, objetivos de igualdad, medidas concretas y sistema de seguimiento y evaluación.\n\n**Protocolo frente al acoso** (Art. 48): Las empresas deben tener procedimientos de prevención del acoso sexual y por razón de sexo.\n\n**Administraciones Públicas** (Art. 51): También deben elaborar planes de igualdad negociados con los representantes de los empleados públicos.",
      "esquema": null
    },
    {
      "id": "titulo-v-participacion",
      "title": "Título V — El principio de igualdad en el empleo público (Arts. 51-64)",
      "original": "Artículo 51. Las Administraciones Públicas deben: remover los obstáculos a la igualdad en el empleo, facilitar la conciliación de la vida personal, familiar y laboral, fomentar la formación en igualdad, y reservar plazas para mujeres en los tribunales de selección de personal. Los órganos de selección serán paritarios.\n\nArtículo 52. El Gobierno promoverá la presencia equilibrada de mujeres y hombres en los órganos de selección y valoración del personal.\n\nArtículo 54. Las Fuerzas Armadas y los Cuerpos de Seguridad del Estado adoptarán las medidas necesarias para eliminar cualquier discriminación por razón de sexo.\n\nArtículos 55-64. Conciliación de la vida personal, familiar y laboral. La LO 3/2007 amplió los derechos de conciliación para ambos progenitores. Reconoce el derecho a la reducción de jornada por cuidado de menores o familiares a cargo.",
      "resumido": "**Paridad en órganos de selección** (Arts. 51-52): Los órganos de selección del personal en la Administración deben ser **paritarios** (composición equilibrada entre sexos).\n\n**Fuerzas Armadas y Cuerpos de Seguridad** (Art. 54): Deben adoptar medidas de igualdad.\n\n**Conciliación** (Arts. 55-64): La ley amplió los derechos de conciliación para ambos progenitores. Se reconocen reducciones de jornada por cuidado de menores o familiares.\n\n**Presencia equilibrada:** Principio que busca que ningún sexo supere el 60% ni sea inferior al 40% en órganos colegiados y listas electorales.",
      "esquema": null
    }
  ]
}