{
  "id": "rd-203-2021",
  "title": "Real Decreto 203/2021 — Reglamento de actuación y funcionamiento del sector público por medios electrónicos",
  "sections": [
    {
      "id": "titulo-i",
      "title": "Título I — Disposiciones generales y sede electrónica",
      "original": "El RD 203/2021 desarrolla reglamentariamente la Ley 39/2015 y la Ley 40/2015 en lo relativo a la actuación y funcionamiento por medios electrónicos de las Administraciones Públicas.\n\nSede electrónica (Arts. 38-44 Ley 40/2015 y desarrollo reglamentario): La sede electrónica es una dirección electrónica disponible para los ciudadanos a través de redes de telecomunicaciones cuya titularidad, gestión y administración corresponde a una Administración Pública en el ejercicio de sus competencias.\n\nCaracterísticas de la sede electrónica:\n- Debe garantizar la seguridad de las comunicaciones\n- Su dirección electrónica de referencia en internet debe contar con certificados reconocidos\n- Debe publicar el catálogo de servicios disponibles, los días y horario de registro, los plazos de tramitación, y cualquier información necesaria para la relación electrónica\n\nPunto de Acceso General Electrónico (PAGe): La AGE dispondrá de un portal de acceso general que facilite al ciudadano la relación electrónica con cualquier órgano. Actualmente es la sede.gob.es.\n\nDirectorio de sedes y servicios: la AGE mantiene un directorio accesible electrónicamente donde se recogen todas las sedes electrónicas del sector público.",
      "resumido": "El RD 203/2021 reglamenta cómo las Administraciones Públicas deben actuar electrónicamente. Desarrolla la Ley 39/2015 y la Ley 40/2015.\n\n**Sede electrónica:** Dirección web oficial de la Administración para relacionarse con los ciudadanos. Garantiza seguridad, autenticidad y disponibilidad. La responsable de su correcto funcionamiento es la propia Administración titular.\n\n**Punto de Acceso General (PAGe):** Portal unificado de la AGE (sede.gob.es) para relacionarse electrónicamente con cualquier órgano.\n\n**Catálogo de servicios:** Cada sede debe publicar los servicios disponibles, plazos y horarios de atención.",
      "esquema": null
    },
    {
      "id": "titulo-ii-identificacion",
      "title": "Título II — Identificación y firma electrónica",
      "original": "La identificación electrónica de los ciudadanos ante la Administración puede realizarse mediante:\n1. DNI electrónico (DNIe)\n2. Certificado electrónico reconocido o cualificado\n3. Sistema Cl@ve: sistema de identificación con usuarios y contraseña (Cl@ve PIN y Cl@ve Permanente)\n\nCl@ve PIN: para trámites ocasionales. La contraseña es temporal (válida para una sesión o por tiempo limitado).\nCl@ve Permanente: para trámites frecuentes. La contraseña es duradera y el usuario la elige.\n\nLa firma electrónica garantiza la identidad del firmante y la integridad del documento. La Administración también puede identificarse y firmar mediante sello electrónico de órgano.\n\nLas Administraciones deben aceptar los sistemas de identificación y firma electrónica de los ciudadanos que cumplen los requisitos legales. No pueden exigir sistemas específicos salvo que la norma lo justifique.",
      "resumido": "**Identificación del ciudadano ante la Administración:**\n- **DNI electrónico** (DNIe)\n- **Certificado electrónico** reconocido o cualificado\n- **Sistema Cl@ve:** Plataforma común de identificación de la AGE:\n  - *Cl@ve PIN:* Contraseña temporal para trámites ocasionales\n  - *Cl@ve Permanente:* Contraseña de larga duración para trámites frecuentes\n\n**Firma electrónica:** Garantiza la identidad del firmante y que el documento no ha sido alterado.\n\n**Sello electrónico:** La Administración se identifica y firma con sello electrónico de órgano.\n\nLas Administraciones deben admitir todos los sistemas de identificación que cumplan los requisitos legales; no pueden obligar al uso de uno concreto sin justificación normativa.",
      "esquema": null
    },
    {
      "id": "titulo-iii-registro",
      "title": "Título III — Registro electrónico y notificaciones",
      "original": "Registro Electrónico General (REG): Cada Administración dispondrá de un registro electrónico general al que se podrán presentar los documentos y escritos relativos a cualquier procedimiento. El REG de la AGE está integrado con el Sistema de Interconexión de Registros (SIR).\n\nFuncionamiento del registro electrónico:\n- Disponible todos los días del año, las 24 horas.\n- El registro se realiza en el momento de la recepción del documento. Si es en día inhábil, se entiende realizado el primer día hábil siguiente.\n- El asiento incluye: número de registro, epígrafe expresivo de su naturaleza, fecha y hora de presentación, identificación del interesado, órgano destinatario.\n\nNotificaciones electrónicas:\n- Obligatorias para quienes están obligados a relacionarse electrónicamente (personas jurídicas, etc.)\n- Dirección Electrónica Habilitada única (DEHú): sistema de notificaciones electrónicas de la AGE. Integra el antiguo sistema NEO y las notificaciones de la Sede.\n- La notificación se entiende practicada a todos los efectos cuando el interesado accede al contenido, o transcurridos 10 días desde que la notificación está disponible sin que se haya accedido a ella (rechazo tácito).\n- Para personas no obligadas, las notificaciones pueden ser en papel o electrónicas según su elección.",
      "resumido": "**Registro Electrónico General (REG):**\n- Disponible **24 horas, 365 días al año**\n- Si se presenta en día inhábil, computa como presentado el **primer día hábil siguiente**\n- Emite resguardo con número de registro, fecha y hora\n- Interconectado con otras Administraciones mediante el SIR\n\n**Notificaciones electrónicas:**\n- Obligatorias para personas jurídicas, entidades sin personalidad y otros sujetos del Art. 14 Ley 39/2015\n- **DEHú** (Dirección Electrónica Habilitada única): plataforma central de notificaciones electrónicas de la AGE\n- La notificación se entiende **practicada** cuando se accede al contenido, o tras **10 días** sin acceder (silencio = rechazo = notificación efectuada)\n- El ciudadano puede elegir entre notificación electrónica y en papel si no está obligado a la vía electrónica",
      "esquema": null
    }
  ]
}