{
  "id": "rdl-6-2015",
  "title": "Real Decreto Legislativo 6/2015 — Ley sobre Tráfico, Circulación de Vehículos a Motor y Seguridad Vial",
  "sections": [
    {
      "id": "titulo-I-capitulo-I",
      "title": "Título I, Capítulo I. Competencias",
      "original": "Artículo 4. Competencias de la Administración General del Estado.\nSin perjuicio de las competencias que tengan asumidas las comunidades autónomas, corresponde a la AGE: a) normativa técnica básica de seguridad vial; b) homologación de elementos de vehículos; c) normas básicas de educación vial; d) enfermedades y discapacidades que inhabilitan para conducir; e) drogas que afectan a la conducción; etc.\n\nArtículo 5. Competencias del Ministerio del Interior.\nCorresponde al Ministerio del Interior: a) expedición y revisión de permisos y licencias de conducir; b) canje de permisos; c) autorizaciones de centros de formación, cursos de sensibilización y reeducación vial; d) matriculación; h) registros de vehículos y conductores; i) vigilancia y disciplina del tráfico en vías interurbanas y travesías; k) regulación del tráfico en vías interurbanas.\n\nArtículo 6. Organismo autónomo Jefatura Central de Tráfico.\n1. El Ministerio del Interior ejerce las competencias relacionadas en el artículo anterior a través del organismo autónomo Jefatura Central de Tráfico.\n2. Para la vigilancia del tráfico actuará la Guardia Civil, especialmente su Agrupación de Tráfico, que depende específicamente del organismo autónomo Jefatura Central de Tráfico.\n\nArtículo 7. Competencias de los municipios.\nCorresponde a los municipios: a) regulación, ordenación, gestión, vigilancia y disciplina del tráfico en vías urbanas por medio de agentes propios; b) ordenanza municipal de circulación; c) inmovilización y retirada de vehículos en vías urbanas; d) autorización de pruebas deportivas en casco urbano; f) cierre de vías urbanas; g) restricción de circulación por motivos medioambientales.",
      "resumido": "El RDL 6/2015 aprueba el texto refundido de la Ley sobre Tráfico, Circulación de Vehículos a Motor y Seguridad Vial.\n\n**Competencias del Estado** (Art. 5 — muy preguntado): El Ministerio del Interior, a través de la DGT, tiene competencia exclusiva en: jefatura del tráfico, agrupaciones de tráfico de la GC, estadísticas de accidentes, publicidad sobre seguridad vial, y la expedición del permiso de circulación de vehículos.\n\n**Competencias de los municipios** (Art. 7): Ordenación y control del tráfico en travesías y vías urbanas, regulación de la circulación, estacionamiento, instalación y mantenimiento de semáforos y señales, retirada de vehículos y sanciones en vías urbanas.",
      "esquema": null
    },
    {
      "id": "titulo-IV-capitulo-II",
      "title": "Título IV, Capítulo II. Autorizaciones para conducir — Permiso por puntos",
      "original": "Artículo 63. Asignación de puntos.\n1. Crédito inicial de doce puntos.\n2. Excepcionalmente ocho puntos: a) antigüedad no superior a tres años; b) tras perder todos los puntos y obtener nuevo permiso.\n3. El crédito es único para todas las autorizaciones.\n4. Bonificación de hasta 15 puntos por no ser sancionado (2 puntos los 3 primeros años, 1 punto los 3 siguientes).\n5. Cursos de conducción segura: 2 puntos adicionales hasta 15.\n\nArtículo 64. Pérdida de puntos.\n1. Se reducen por sanciones firmes de infracciones graves o muy graves según anexos II y IV.\n4. No se perderán más de 8 puntos por acumulación en un solo día, salvo infracciones muy graves del art. 77 a), c), d), e), f), g), h) e i).\n5. Los puntos se descuentan automáticamente al anotarse la infracción en el registro.\n\nArtículo 65. Recuperación de puntos.\n1. Transcurridos 2 años sin sanciones firmes que impliquen pérdida de puntos, se recupera la totalidad del crédito inicial de 12 puntos.\n4. Recuperación parcial de hasta 6 puntos mediante curso de sensibilización y reeducación vial, una vez cada 2 años (anual para profesionales). Duración máxima de 15 horas.",
      "resumido": "**Permisos de conducción** (Arts. 59-77):\n- Son personales e intransferibles.\n- Permiso por puntos: dotado inicialmente de 12 puntos (15 para conductores que no han perdido puntos en 3 años). Los puntos se recuperan mediante cursos de sensibilización.\n- **Pérdida de vigencia:** Por agotamiento del saldo de puntos, por caducidad, o por resolución judicial o administrativa.\n- El titular del permiso debe comunicar cualquier restricción que le impida conducir con seguridad.\n- **Renovación:** El permiso debe renovarse periódicamente según la clase (A y B: 10 años hasta los 65, luego 5 años; C y D: 5 años).",
      "esquema": null
    },
    {
      "id": "titulo-V-capitulo-I",
      "title": "Título V, Capítulo I. Infracciones",
      "original": "Artículo 74. Disposiciones generales.\n1. Las acciones u omisiones contrarias a esta ley son infracciones administrativas.\n3. Se clasifican en leves, graves y muy graves.\n\nArtículo 75. Infracciones leves.\nCircular en bicicleta sin alumbrado, no uso de elementos reflectantes, impago de peaje, incumplir normas no calificadas expresamente como graves o muy graves.\n\nArtículo 76. Infracciones graves.\nExceso de velocidad (según anexo IV), incumplir preferencia de paso/adelantamiento, parar en carril bus, circular sin alumbrado, usar auriculares, usar móvil sujetándolo con la mano, no usar cinturón/casco, no respetar semáforo rojo, no respetar stop/ceda, conducción negligente, no mantener distancia de seguridad, etc.\n\nArtículo 77. Infracciones muy graves.\nExceso de velocidad (según anexo IV), alcohol superior a tasas reglamentarias o drogas, negarse a pruebas de detección, conducción temeraria, circular en sentido contrario, carreras ilegales, inhibidores de radares, conducir sin permiso, etc.",
      "resumido": "**Infracciones y sanciones** (Arts. 76-102):\n\nClasificación:\n- **Leves:** Multa de hasta 100 €\n- **Graves:** Multa de 200 a 500 €; pueden llevar pérdida de puntos\n- **Muy graves:** Multa de 500 a 1.000 € (alcoholemia, excesos de velocidad graves, etc.); siempre llevan pérdida de puntos\n\n**Prescripción:** Infracciones leves, 3 meses; graves, 6 meses; muy graves, 1 año. Las sanciones prescriben al año.\n\n**Procedimiento sancionador:** Denuncia → notificación → alegaciones (20 días) → resolución. El conductor denunciado puede ser el titular del vehículo, aunque el infractor fuera otro (el titular debe identificar al conductor).",
      "esquema": null
    },
    {
      "id": "titulo-V-capitulo-II",
      "title": "Título V, Capítulo II. Sanciones",
      "original": "Artículo 80. Tipos.\n1. Leves: hasta 100 euros. Graves: 200 euros. Muy graves: 500 euros.\n2. Excepciones: a) Art. 77 c) y d) (alcohol/drogas): 1.000 euros (si reincidente en el año anterior o tasa superior al doble). b) Art. 77 j) (no identificar conductor): doble si leve, triple si grave o muy grave. c) Art. 77 h) (inhibidores): 6.000 euros. d) Art. 77 n)-t): entre 3.000 y 20.000 euros.\n\nArtículo 81. Graduación.\nLa cuantía podrá incrementarse en un 30% atendiendo a gravedad, antecedentes, reincidencia, peligro potencial y proporcionalidad.",
      "resumido": "**Sistema de puntos** (Arts. 63-72): Complementa el sistema sancionador.\n\n- Dotación inicial: 12 puntos (15 para conductores profesionales o sin pérdidas en 3 años).\n- Se restan puntos por infracciones graves y muy graves.\n- Pérdida total → pérdida del permiso → periodo sin conducir (mínimo 6 meses) → nuevo examen.\n- Recuperación: 2 puntos al año sin pérdidas; hasta 4 puntos por cursos de sensibilización (máximo 12 o 15 en total).\n- El Registro de Conductores e Infractores (RECI) es público para el interesado.",
      "esquema": null
    },
    {
      "id": "titulo-V-capitulo-IV",
      "title": "Título V, Capítulo IV. Procedimiento sancionador",
      "original": "Artículo 93. Clases de procedimientos sancionadores.\n1. Plazo de 20 días naturales para pago voluntario con reducción o para alegar. Si pago: procedimiento abreviado. Si no: procedimiento ordinario.\n2. El abreviado no se aplica a infracciones del art. 77 h), j), n), ñ), o), p), q), r), s) y t).\n\nArtículo 94. Procedimiento sancionador abreviado.\nConsecuencias del pago voluntario: a) Reducción del 50% de la sanción. b) Renuncia a alegaciones. c) Terminación sin resolución expresa. d) Agotamiento de vía administrativa. f) Firmeza desde el pago. g) No computa como antecedente si infracción grave sin pérdida de puntos.\n\nArtículo 95. Procedimiento sancionador ordinario.\n1. Plazo de 20 días para alegaciones. 2. Traslado al agente si datos nuevos (15 días). 3. Propuesta de resolución; traslado al interesado solo si hay hechos nuevos (15 días). 4. Si no alega ni paga en 20 días, la denuncia surte efecto de acto resolutorio en ciertos casos.",
      "resumido": "",
      "esquema": null
    },
    {
      "id": "titulo-V-capitulo-VIII",
      "title": "Título V, Capítulo VIII. Prescripción, caducidad y cancelación",
      "original": "Artículo 112. Prescripción y caducidad.\n1. Prescripción: 3 meses (leves), 6 meses (graves y muy graves), desde la comisión de los hechos.\n2. Se interrumpe por actuación administrativa conocida por el denunciado. Se reanuda si paralización >1 mes no imputable al denunciado.\n3. Caducidad: 1 año desde iniciación del procedimiento sin resolución.\n4. Prescripción de sanciones de multa: 4 años. Suspensión: 1 año.\n\nArtículo 113. Anotación y cancelación.\n1. Sanciones graves y muy graves se comunican al Registro en 15 días naturales desde firmeza.\n4. Cancelación de oficio a los 3 años desde total cumplimiento o prescripción.",
      "resumido": "",
      "esquema": null
    }
  ]
}