{
  "title": "Ley 50/1997, de 27 de noviembre, del Gobierno",
  "sections": [
    {
      "id": "titulo-i",
      "title": "Título I. Del Gobierno: composición, organización y órganos de colaboración y apoyo",
      "content": "Artículo 1. Del Gobierno.\n\n1. El Gobierno dirige la política interior y exterior, la Administración civil y militar y la defensa del Estado. Ejerce la función ejecutiva y la potestad reglamentaria de acuerdo con la Constitución y las leyes.\n\n2. El Gobierno se compone del Presidente, del Vicepresidente o Vicepresidentes, en su caso, y de los Ministros.\n\n3. Los miembros del Gobierno se reúnen en Consejo de Ministros y en Comisiones Delegadas del Gobierno.\n\nArtículo 2. Del Presidente del Gobierno.\n\n1. El Presidente dirige la acción del Gobierno y coordina las funciones de los demás miembros del mismo, sin perjuicio de la competencia y responsabilidad directa de los Ministros en su gestión.\n\n2. En todo caso, corresponde al Presidente del Gobierno:\n\na) Representar al Gobierno.\nb) Establecer el programa político del Gobierno y determinar las directrices de la política interior y exterior y velar por su cumplimiento.\nc) Proponer al Rey, previa deliberación del Consejo de Ministros, la disolución del Congreso, del Senado o de las Cortes Generales.\nd) Plantear ante el Congreso de los Diputados, previa deliberación del Consejo de Ministros, la cuestión de confianza.\ne) Proponer al Rey la convocatoria de un referéndum consultivo, previa autorización del Congreso de los Diputados.\nf) Dirigir la política de defensa y ejercer respecto de las Fuerzas Armadas las funciones previstas en la legislación reguladora de la defensa nacional y de la organización militar.\ng) Convocar, presidir y fijar el orden del día de las reuniones del Consejo de Ministros.\nh) Refrendar, en su caso, los actos del Rey y someterle, para su sanción, las leyes y demás normas con rango de ley.\ni) Interponer el recurso de inconstitucionalidad.\nj) Crear, modificar y suprimir, por Real Decreto, los Departamentos Ministeriales, así como las Secretarías de Estado.\nk) Proponer al Rey el nombramiento y separación de los Vicepresidentes y de los Ministros.\nl) Resolver los conflictos de atribuciones que puedan surgir entre los diferentes Ministerios.\nm) Impartir instrucciones a los demás miembros del Gobierno.\nn) Ejercer cuantas otras atribuciones le confieran la Constitución y las leyes."
    }
  ]
}