{
  "id": "ley-29-1998",
  "title": "Ley 29/1998, de 13 de julio, reguladora de la Jurisdicción Contencioso-administrativa",
  "url": "https://www.boe.es/buscar/act.php?id=BOE-A-1998-16718",
  "sections": [
    {
      "id": "titulo-i-cap-i",
      "title": "Título I, Capítulo I. Ámbito",
      "content": "Artículo 1.\n1. Los Juzgados y Tribunales del orden contencioso-administrativo conocerán de las pretensiones que se deduzcan en relación con la actuación de las Administraciones públicas sujeta al Derecho Administrativo, con las disposiciones generales de rango inferior a la Ley y con los Decretos legislativos cuando excedan los límites de la delegación.\n2. Se entenderá a estos efectos por Administraciones públicas:\na) La Administración General del Estado.\nb) Las Administraciones de las Comunidades Autónomas.\nc) Las Entidades que integran la Administración local.\nd) Las Entidades de Derecho público que sean dependientes o estén vinculadas al Estado, las Comunidades Autónomas o las Entidades locales.\n\nArtículo 2.\nEl orden jurisdiccional contencioso-administrativo conocerá de las cuestiones que se susciten en relación con:\ne) La responsabilidad patrimonial de las Administraciones públicas, cualquiera que sea la naturaleza de la actividad o el tipo de relación de que derive, no pudiendo ser demandadas aquellas por este motivo ante los órdenes jurisdiccionales civil o social."
    },
    {
      "id": "titulo-i-cap-ii",
      "title": "Título I, Capítulo II. Órganos y competencias",
      "content": "Artículo 6.\nEl orden jurisdiccional contencioso-administrativo se halla integrado por los siguientes órganos:\na) Juzgados de lo Contencioso-administrativo.\nb) Juzgados Centrales de lo Contencioso-administrativo.\nc) Salas de lo Contencioso-administrativo de los Tribunales Superiores de Justicia.\nd) Sala de lo Contencioso-administrativo de la Audiencia Nacional.\ne) Sala de lo Contencioso-administrativo del Tribunal Supremo.\n\nArtículo 8.\n1. Los Juzgados de lo Contencioso-administrativo conocerán, en única o primera instancia, de los recursos frente a actos de las entidades locales o dependientes de las mismas.\n2.b) Las sanciones administrativas que consistan en multas no superiores a 60.000 euros y en ceses de actividades o privación de ejercicio de derechos que no excedan de seis meses.\n2.c) Las reclamaciones por responsabilidad patrimonial cuya cuantía no exceda de 30.050 euros."
    },
    {
      "id": "titulo-ii-cap-ii",
      "title": "Título II, Capítulo II. Legitimación",
      "content": "Artículo 19.\n1. Están legitimados ante el orden jurisdiccional contencioso-administrativo:\na) Las personas físicas o jurídicas que ostenten un derecho o interés legítimo.\nb) Las corporaciones, asociaciones, sindicatos y grupos que resulten afectados o estén legalmente habilitados para la defensa de los derechos e intereses legítimos colectivos.\nf) El Ministerio Fiscal para intervenir en los procesos que determine la Ley.\nh) Cualquier ciudadano, en ejercicio de la acción popular, en los casos expresamente previstos por las Leyes.\n\nArtículo 20.\nNo pueden interponer recurso contencioso-administrativo contra la actividad de una Administración pública:\na) Los órganos de la misma y los miembros de sus órganos colegiados, salvo que una Ley lo autorice expresamente."
    },
    {
      "id": "titulo-iii-cap-i",
      "title": "Título III, Capítulo I. Actividad administrativa impugnable",
      "content": "Artículo 25.\n1. El recurso contencioso-administrativo es admisible en relación con las disposiciones de carácter general y con los actos expresos y presuntos de la Administración pública que pongan fin a la vía administrativa.\n2. También es admisible el recurso contra la inactividad de la Administración y contra sus actuaciones materiales que constituyan vía de hecho.\n\nArtículo 28.\nNo es admisible el recurso contencioso-administrativo respecto de los actos que sean reproducción de otros anteriores definitivos y firmes y los confirmatorios de actos consentidos por no haber sido recurridos en tiempo y forma.\n\nArtículo 29.\n1. Cuando la Administración esté obligada a realizar una prestación concreta, quienes tuvieran derecho a ella pueden reclamar. Si en el plazo de tres meses desde la reclamación no hubiera dado cumplimiento, pueden deducir recurso contencioso-administrativo contra la inactividad.\n2. Cuando la Administración no ejecute sus actos firmes, si no se produce la ejecución en el plazo de un mes desde la petición, podrán formular recurso contencioso-administrativo.\n\nArtículo 30.\nEn caso de vía de hecho, el interesado podrá formular requerimiento intimando su cesación. Si no fuere atendida dentro de los diez días siguientes, podrá deducir directamente recurso contencioso-administrativo."
    },
    {
      "id": "titulo-iv-cap-i-sec-2",
      "title": "Título IV, Capítulo I, Sección 2.ª Interposición del recurso",
      "content": "Artículo 46.\n1. El plazo para interponer el recurso contencioso-administrativo será de dos meses contados desde el día siguiente al de la publicación de la disposición impugnada o al de la notificación o publicación del acto que ponga fin a la vía administrativa, si fuera expreso. Si no lo fuera, el plazo será de seis meses.\n3. Si el recurso se dirigiera contra una actuación en vía de hecho, el plazo será de diez días a contar desde el día siguiente a la terminación del plazo establecido en el artículo 30. Si no hubiere requerimiento, el plazo será de veinte días desde el día en que se inició la actuación en vía de hecho.\n5. El plazo para interponer recurso de lesividad será de dos meses a contar desde el día siguiente a la fecha de la declaración de lesividad."
    }
  ]
}
