{
  "title": "Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial",
  "sections": [
    {
      "id": "titulo-preliminar",
      "title": "Título Preliminar. Del Poder Judicial y del ejercicio de la potestad jurisdiccional",
      "content": "Artículo 1.\n\nLa justicia emana del pueblo y se administra en nombre del Rey por Jueces y Magistrados integrantes del Poder Judicial, independientes, inamovibles, responsables y sometidos únicamente al imperio de la ley.\n\nArtículo 2.\n\n1. El ejercicio de la potestad jurisdiccional, juzgando y haciendo ejecutar lo juzgado, corresponde exclusivamente a los Juzgados y Tribunales determinados en las Leyes y en los tratados internacionales.\n\n2. Los Juzgados y Tribunales no ejercerán más funciones que las señaladas en el párrafo anterior y las que expresamente les sean atribuidas por Ley en garantía de cualquier derecho.\n\nArtículo 3.\n\n1. La jurisdicción es única y se ejerce por los Juzgados y Tribunales previstos en esta Ley, sin perjuicio de las potestades jurisdiccionales reconocidas por la Constitución a otros órganos.\n\n2. Los órganos de la jurisdicción militar, integrante del Poder Judicial del Estado, basan su organización y funcionamiento en el principio de unidad jurisdiccional y quedan regulados por su legislación específica.\n\nArtículo 4.\n\nLa jurisdicción se extiende a todas las personas, a todas las materias y a todo el territorio español, en la forma establecida en la Constitución y en las leyes.\n\nArtículo 4 bis.\n\n1. Los Jueces y Tribunales aplicarán el Derecho de la Unión Europea de conformidad con la jurisprudencia del Tribunal de Justicia de la Unión Europea.\n\n2. Cuando los Tribunales decidan plantear una cuestión prejudicial europea lo harán de conformidad con la jurisprudencia del Tribunal de Justicia de la Unión Europea y, en todo caso, mediante auto, previa audiencia de las partes.\n\nArtículo 5.\n\n1. La Constitución es la norma suprema del ordenamiento jurídico, y vincula a todos los Jueces y Tribunales, quienes interpretarán y aplicarán las leyes y los reglamentos según los preceptos y principios constitucionales, conforme a la interpretación de los mismos que resulte de las resoluciones dictadas por el Tribunal Constitucional en todo tipo de procesos.\n\n2. Cuando un órgano judicial considere, en algún proceso, que una norma con rango de ley, aplicable al caso, de cuya validez dependa el fallo, pueda ser contraria a la Constitución, planteará la cuestión ante el Tribunal Constitucional con sujeción a lo dispuesto en su Ley Orgánica."
    }
  ]
}