{
  "id": "rd-1295-2003",
  "title": "Real Decreto 1295/2003, de 17 de octubre, por el que se aprueba el Reglamento regulador de las escuelas particulares de conductores",
  "url": "https://www.boe.es/buscar/act.php?id=BOE-A-2003-19801",
  "sections": [
    {
      "id": "capitulo-I",
      "title": "Capítulo I. Actividades de las escuelas particulares de conductores",
      "content": "Artículo 1. Actividades.\n1. Las Escuelas Particulares de Conductores están facultadas para impartir profesionalmente la enseñanza de conocimientos, habilidades, aptitudes o comportamientos esenciales para la seguridad de la circulación, a aspirantes a permiso o licencia de conducción.\n2. Podrán realizar otras actividades con requisitos específicos.\n3. Podrán gestionar documentos relacionados con la obtención del permiso en nombre de los alumnos.\n\nArtículo 2. Principio de unidad.\nCada Escuela, con o sin Secciones, constituye una unidad. Sección = sucursal con misma titularidad y denominación."
    },
    {
      "id": "capitulo-II-seccion-1",
      "title": "Capítulo II, Sección 1ª. Elementos personales",
      "content": "Artículo 4. Titular.\nInscrito en el Registro de Centros de Formación de Conductores. Puede ser persona natural o jurídica con autorización de apertura.\n\nArtículo 6. Personal directivo.\nPlanifica, programa, ordena, dirige y controla la enseñanza. Requisitos: a) certificado de aptitud de director o Título de Técnico Superior en Formación para la movilidad segura y sostenible; b) autorización de ejercicio.\n\nArtículo 8. Personal docente.\nProfesores de enseñanza teórica y práctica. Requisitos: a) certificado de aptitud de profesor de formación vial, de profesor de escuelas particulares, o Título de Técnico Superior; b) autorización de ejercicio."
    },
    {
      "id": "capitulo-II-seccion-2",
      "title": "Capítulo II, Sección 2ª. Elementos personales mínimos",
      "content": "Artículo 11. Elementos personales mínimos.\nToda escuela, sección o sucursal: a) un titular con autorización de apertura; b) un director (art. 6); c) un profesor (art. 8). La misma persona puede realizar más de una función.\n\nArtículo 12. Prohibiciones.\nPersonal del organismo autónomo JCT, Agrupación de Tráfico de la Guardia Civil, Policías Locales y personal docente de Escuelas Oficiales no pueden prestar servicio, ser titulares ni formar parte de autoescuelas."
    },
    {
      "id": "capitulo-III-seccion-1",
      "title": "Capítulo III, Sección 1ª. Autorización de apertura",
      "content": "Artículo 20. Necesidad de autorización administrativa previa.\n1. Toda escuela necesita autorización de apertura previa expedida por la Jefatura Provincial de Tráfico donde radique.\n2. Validez en todo el territorio español; habilita para abrir Secciones/Sucursales con misma denominación.\n3. El personal directivo y docente también necesita autorización previa."
    }
  ]
}
