{
  "id": "rd-818-2009",
  "title": "Real Decreto 818/2009, de 8 de mayo, por el que se aprueba el Reglamento General de Conductores",
  "url": "https://www.boe.es/buscar/act.php?id=BOE-A-2009-9481",
  "sections": [
    {
      "id": "titulo-I-capitulo-I",
      "title": "Título I, Capítulo I. Del permiso y de la licencia de conducción",
      "content": "Artículo 1. El permiso y la licencia de conducción.\nLa conducción exige haber obtenido previamente el permiso o licencia. Son de otorgamiento y contenido reglados.\n\nArtículo 2. Competencia para expedir los permisos y las licencias de conducción.\nSerán expedidos por las Jefaturas Provinciales de Tráfico, con excepción de los de Fuerzas Armadas o Policía/Guardia Civil.\n\nArtículo 4. Clases de permiso de conducción y edad requerida.\nAM: ciclomotores, 15 años. A1: motos hasta 125cc/11kW, 16 años. A2: motos hasta 35kW, 18 años. A: motocicletas y triciclos, 20 años. B: automóviles hasta 3.500 kg, 18 años. B+E, C1, C, D1, D y sus +E.\n\nArtículo 12. Vigencia del permiso y de la licencia de conducción.\n1. C1, C1+E, C, C+E, D1, D1+E, D y D+E: 5 años (<65) / 3 años (≥65).\n2. Clases restantes y licencias: 10 años (<65) / 5 años (≥65).\n5. Vigencia condicionada a no perder totalmente los puntos.\n6. Subordinada a mantener los requisitos."
    },
    {
      "id": "titulo-II-capitulo-II",
      "title": "Título II, Capítulo II. De las pruebas de aptitud psicofísica",
      "content": "Artículo 44. Personas obligadas a someterse a las pruebas.\n1. Todas las personas que pretendan obtener o prorrogar cualquier permiso o licencia. Las pruebas las practican los centros de reconocimiento de conductores autorizados, que emiten informe de aptitud psicofísica.\n2. Aptitudes psicofísicas: las del anexo IV.\n\nArtículo 45. Grupos de conductores.\n1. a) Grupo 1: AM, A1, A2, A, B, B+E. b) Grupo 2: C1, C1+E, C, C+E, D1, D1+E, D, D+E.\n2. Se equiparan al Grupo 2 los profesionales de la enseñanza de la conducción.\n\nArtículo 46. Permisos y licencias ordinarios y extraordinarios.\nOrdinarios: sin adaptaciones. Extraordinarios: sujetos a condiciones restrictivas (adaptaciones, restricciones)."
    },
    {
      "id": "titulo-II-capitulo-III",
      "title": "Título II, Capítulo III. De las pruebas de conocimientos, aptitudes y comportamientos",
      "content": "Artículo 47. Pruebas de control de conocimientos.\nGarantizan conocimiento razonado sobre materias del anexo V.B).1 y 2.\n\nArtículo 51. Organización y regulación de las pruebas de aptitud.\n1. Corresponde al organismo autónomo Jefatura Central de Tráfico.\n2. Cada solicitud da derecho a 2 convocatorias. Entre convocatorias no más de 6 meses.\n\nArtículo 53. Calificación de las pruebas.\n1. Apto o no apto. Vigencia de 2 años desde el día siguiente a la aptitud. Las pruebas son eliminatorias: conocimientos → circuito cerrado → circulación.\n2. El personal examinador debe reunir requisitos del anexo VIII."
    }
  ]
}
