{
  "id": "tema-7",
  "title": "Temario — Tema 7: LO 1/2004, de 28 de diciembre, de Medidas de Protección Integral contra la Violencia de Género",
  "url": "https://www.boe.es/buscar/act.php?id=BOE-A-2004-21760",
  "sections": [
    {
      "id": "lo-1-2004",
      "title": "LO 1/2004, de 28 de diciembre, de Medidas de Protección Integral contra la Violencia de Género",
      "content": "TÍTULO PRELIMINAR\n\nArtículo 1. Objeto de la Ley.\n1. La presente Ley tiene por objeto actuar contra la violencia que, como manifestación de la discriminación, la situación de desigualdad y las relaciones de poder de los hombres sobre las mujeres, se ejerce sobre éstas por parte de quienes sean o hayan sido sus cónyuges o de quienes estén o hayan estado ligados a ellas por relaciones similares de afectividad, aun sin convivencia.\n2. Por esta ley se establecen medidas de protección integral cuya finalidad es prevenir, sancionar y erradicar esta violencia y prestar asistencia a las mujeres, a sus hijos menores y a los menores sujetos a su tutela, o guarda y custodia, víctimas de esta violencia.\n3. La violencia de género a que se refiere la presente Ley comprende todo acto de violencia física y psicológica, incluidas las agresiones a la libertad sexual, las amenazas, las coacciones o la privación arbitraria de libertad.\n4. La violencia de género a que se refiere esta Ley también comprende la violencia que con el objetivo de causar perjuicio o daño a las mujeres se ejerza sobre sus familiares o allegados menores de edad por parte de las personas indicadas en el apartado primero.\n\nArtículo 2. Principios rectores.\nA través de esta Ley se articula un conjunto integral de medidas encaminadas a alcanzar los siguientes fines:\na) Fortalecer las medidas de sensibilización ciudadana de prevención, dotando a los poderes públicos de instrumentos eficaces en el ámbito educativo, servicios sociales, sanitario, publicitario y mediático.\nb) Consagrar derechos de las mujeres víctimas de violencia de género, exigibles ante las Administraciones Públicas.\nc) Reforzar los servicios sociales de información, de atención, de emergencia, de apoyo y de recuperación integral.\nd) Garantizar derechos en el ámbito laboral y funcionarial que concilien los requerimientos de la relación laboral y de empleo público con las circunstancias de aquellas trabajadoras o funcionarias que sufran violencia de género.\ne) Garantizar derechos económicos para las mujeres víctimas de violencia de género, con el fin de facilitar su integración social.\nf) Establecer un sistema integral de tutela institucional.\ng) Fortalecer el marco penal y procesal vigente para asegurar una protección integral desde las instancias jurisdiccionales.\nh) Coordinar los recursos e instrumentos de todo tipo de los distintos poderes públicos para asegurar la prevención y sanción de los hechos de violencia de género.\ni) Promover la colaboración y participación de las entidades, asociaciones y organizaciones que desde la sociedad civil actúan contra la violencia de género.\nj) Fomentar la especialización de los colectivos profesionales que intervienen en el proceso de información, atención y protección a las víctimas.\nk) Garantizar el principio de transversalidad de las medidas.\n\nTÍTULO I. Medidas de sensibilización, prevención y detección\n\nArtículo 3. Planes de sensibilización.\n1. Desde la responsabilidad del Gobierno del Estado y de manera inmediata a la entrada en vigor de esta ley, se pondrá en marcha un Plan Estatal de Sensibilización y Prevención de la Violencia de Género con carácter permanente.\n\nCAPÍTULO I. En el ámbito educativo\n\nArtículo 4. Principios y valores del sistema educativo.\n1. El sistema educativo español incluirá entre sus fines la formación en el respeto de los derechos y libertades fundamentales y de la igualdad entre hombres y mujeres, así como en el ejercicio de la tolerancia y de la libertad dentro de los principios democráticos de convivencia.\n\nArtículo 7. Formación inicial y permanente del profesorado.\nLas Administraciones educativas adoptarán las medidas necesarias para que en los planes de formación inicial y permanente del profesorado se incluya una formación específica en materia de igualdad.\n\nCAPÍTULO II. En el ámbito de la publicidad y de los medios de comunicación\n\nArtículo 10. Publicidad ilícita.\nSe considerará ilícita la publicidad que utilice la imagen de la mujer con carácter vejatorio o discriminatorio.\n\nArtículo 14. Los medios de comunicación fomentarán la protección y salvaguarda de la igualdad entre hombre y mujer, evitando toda discriminación entre ellos.\n\nCAPÍTULO III. En el ámbito sanitario\n\nArtículo 15. Sensibilización y formación.\n1. Las Administraciones sanitarias promoverán e impulsarán actuaciones de los profesionales sanitarios para la detección precoz de la violencia de género.\n\nTÍTULO II. Derechos de las mujeres víctimas de violencia de género\n\nCAPÍTULO I. Derecho a la información, a la asistencia social integral y a la asistencia jurídica gratuita\n\nArtículo 17. Garantía de los derechos de las víctimas.\n1. Todas las mujeres víctimas de violencia de género tienen garantizados los derechos reconocidos en esta ley.\n\nArtículo 18. Derecho a la información.\n1. Las mujeres víctimas de violencia de género tienen derecho a recibir plena información y asesoramiento adecuado a su situación personal.\n\nArtículo 19. Derecho a la atención integral.\n1. Las mujeres víctimas de violencia de género tienen derecho a servicios sociales de atención, de emergencia, de apoyo y acogida y de recuperación integral.\n\nArtículo 20. Asistencia jurídica.\n1. Las víctimas de violencia de género tienen derecho a recibir asesoramiento jurídico gratuito en el momento inmediatamente previo a la interposición de la denuncia, y a la defensa y representación gratuitas por abogado y procurador en todos los procesos y procedimientos administrativos que tengan causa directa o indirecta en la violencia padecida.\n\nCAPÍTULO II. Derechos laborales y prestaciones de la Seguridad Social\n\nArtículo 21. Derechos laborales y de Seguridad Social.\n1. La trabajadora víctima de violencia de género tendrá derecho, en los términos previstos en el Estatuto de los Trabajadores, a la reducción o a la reordenación de su tiempo de trabajo, a la movilidad geográfica, al cambio de centro de trabajo, a la suspensión de la relación laboral con reserva de puesto de trabajo y a la extinción del contrato de trabajo.\n\nCAPÍTULO III. Derechos de las funcionarias públicas\n\nArtículo 24. Ámbito de los derechos.\nLa funcionaria víctima de violencia de género tendrá derecho a la reducción o a la reordenación de su tiempo de trabajo, a la movilidad geográfica de centro de trabajo y a la excedencia.\n\nTÍTULO III. Tutela Institucional\n\nArtículo 29. La Delegación del Gobierno contra la Violencia de Género.\nLa Delegación del Gobierno contra la Violencia de Género, adscrita al Ministerio competente, formulará las políticas públicas en relación con la violencia de género a desarrollar por el Gobierno.\n\nArtículo 30. Observatorio Estatal de Violencia sobre la Mujer.\nSe constituirá el Observatorio Estatal de Violencia sobre la Mujer, como órgano colegiado, que tendrá como principales funciones servir como centro de análisis de la situación y evolución de la violencia sobre la mujer.\n\nTÍTULO IV. Tutela Penal\n\nArtículo 33. Suspensión de penas.\nEl Juez o Tribunal podrá condicionar la suspensión de la ejecución de las penas de prisión impuestas al condenado por hechos constitutivos de violencia de género al cumplimiento de determinadas prohibiciones y deberes.\n\nTÍTULO V. Tutela Judicial\n\nCAPÍTULO I. De los Juzgados de Violencia sobre la Mujer\n\nArtículo 43. Se añade un artículo 87 bis en la Ley Orgánica 6/1985, relativo a los Juzgados de Violencia sobre la Mujer.\n\nArtículo 44. Competencia.\nLos Juzgados de Violencia sobre la Mujer podrán conocer de las siguientes causas en el orden penal y civil.\n\nCAPÍTULO IV. Medidas judiciales de protección y de seguridad de las víctimas\n\nArtículo 61. Disposiciones generales.\n1. Las medidas de protección y seguridad previstas en el presente capítulo serán compatibles con cualesquiera de las medidas cautelares y de aseguramiento que se pueden adoptar en los procesos civiles y penales.\n\nArtículo 62. De la orden de protección.\nRecibida la solicitud de adopción de una orden de protección, el Juez de Violencia sobre la Mujer y, en su caso, el Juez de Guardia, actuarán de conformidad con lo dispuesto en el artículo 544 ter de la Ley de Enjuiciamiento Criminal.\n\nArtículo 64. De las medidas de salida del domicilio, alejamiento o suspensión de las comunicaciones.\nEl Juez podrá ordenar la salida obligatoria del inculpado por violencia de género del domicilio en el que hubiera estado conviviendo o tenga su residencia la unidad familiar, así como la prohibición de volver al mismo.\n\nArtículo 66. De la medida de suspensión de la patria potestad o la custodia de menores.\nEl Juez podrá suspender para el inculpado por violencia de género el ejercicio de la patria potestad, guarda y custodia, acogimiento, tutela, curatela o guarda de hecho, respecto de los menores que dependan de él."
    }
  ]
}